{
    Rainy_Day_0: "The white coat in the dryer... is tangled with your shirt, @? Why are you laughing?",
    Rainy_Day_1: "The coffee is so bitter, give me some sugar. ... Add a little more. #$e#... Why is it black coffee, drink it. [253]$5" ,
    Rainy_Day_2: "I don't like rainy days very much. It reminds me of bad things. But I don't dislike it completely. $2#$e# Someone once used magic to help me turn rain into a meteor shower. Sounds dreamy? Indeed." ,
    Rainy_Day_3: "Are you going out today too? It's really hard... Remember to wear a raincoat. (Adjusting the hem of the clothes) $2" ,
    Rainy_Day_4: "I wrote a letter to my family while I couldn't go to work...#$e#Hmm? Do you want the letter I wrote too? But aren't you right next to me? $9#$b# You will give me raisins? Okay, I'll write it to you." ,
    Rainy_Day_5: "I went out several times in the rain before... and ended up catching a cold and getting scolded by my family. $2#$b#So I later developed some \"little things.\" Now, even if I go out without an umbrella, I won't get sick. $6#$e# Speaking of which, I used to see you running in the rain quite often, didn't I?$9" ,
    Rainy_Day_6: "Isn't this the perfect time for something warm to eat? What do you think, dear? $7#$b# Great, I knew you'd feel the same way.[199 218 219 727 730]$1" ,
    Rainy_Day_Ruanmei: "The air is more humid after the rain... But the good news is that we should be able to find a lot of mushrooms later" ,
    Rainy_Night_0: "My equipment is still outside... #$b#...? Honey, it's still raining outside. #$e#Want to help me get the equipment back? ..., No problem (shake hands), I can change the subject to studying your body. $6#$b# I'm curious why you get up at 6 o'clock every day.",
    Rainy_Night_1: "Rainy days are good for sleeping... But the little animals have taken my place.",
    Rainy_Night_2: "The air has become cold after the rain, so let's cuddle for a while. #$e#Are you warm enough? $6",
    Rainy_Night_3: "Huh? Dinner? Oh... I already had dinner, so I want to get back to work, honey. #$e#... I really did, don't stare at me like that.",
    Rainy_Night_4: "Even when I was a student, I was always interested in magical creatures... Maybe it's because I had a real witch classmate? I used to follow her around back then. #$e#Friends? I'm not sure if our relationship can be defined that way... Herta never explicitly said we should be friends. #$b#Sorry, now that I think about it, it might be my fault. ... Maybe I should talk to her again.",
    Rainy_Night_5: "It's raining so hard tonight. If I go out now, no one will be around. I like that feeling. #$b#So, will you come out with me? " ,
    Rainy_Night_6: "So sleepy...$2#$b#@, would you like to rest together...?" ,
    Rainy_Night_7: "Actually, rainy days are quite suitable for research. Some unique little creatures only show themselves when it rains. $6" ,
    Rainy_Night_Ruanmei: "Lying in bed and listening to the raindrops hitting the eaves reminds me of my childhood... I don't have to think about anything, I just fall asleep in my mom's arms. #$e#It's been a long time since I've been so simply lost in thought." ,
    Indoor_Day_0: "I made some sweets with the newly harvested fruit. Would you like to try some? [238 604 612 651 731]#$e#Is it delicious?" ,
    Indoor_Day_1: "Wait, bend down a little. There's something in your hair. #$b#Okay, it must be some lint from my sweater." ,
    Indoor_Day_2: "Good morning, I made breakfast. [201 200 194 214 235 244]#$b#I'm going to bed then... (yawn) I got inspired yesterday and stayed up all night." ,
    Indoor_Day_3: "I was thinking about curling up in a corner all day... #$b#Not that I'd decorate my home like a library... A living space is better off with some favorite knick-knacks, after all. $9#$e#And it wouldn't become a laboratory either, dear... What kind of impression do you even have of me? $6", 
    Indoor_Day_4: "Honey, remember to look in the mirror before you go out. (points to cheek) #$e#Um... when did that lipstick mark get there? #$b# Because you hugged me too tightly and slept so soundly last night, so I was wondering what would wake you up. #$b# Sorry, no more pranks next time.#$e# You're not mad and you want me to do this when you're awake? So... okay?$9" ,
    Indoor_Day_5: "It's so sunny today... I don't want to go outside...$2#$b#Good luck with your work, @. $6" ,
    Indoor_Day_Ruanmei: "Here...if we use this formula...or should it be like this...*mutters$9" ,
    Indoor_Night_0: "This morning, sunlight refracted into the petri dish, creating a mini rainbow. Of course...I took a picture. Do you want to see it, dear?" ,
    Indoor_Night_1: "Did you go to the mines today? You're covered in slime. ...Don't hug me. (push)" ,
    Indoor_Night_2: "No hugs today...$2" ,
    Indoor_Night_3: "Sometimes I just want to lie in the forest...and become nourishment for other life forms, another me. #$e#Why are you following me? Are my words too scary? Sorry, I was just thinking about the ecological cycle. Life is truly intricate, isn't it? #$b#Even if just one species disappears, others will die." ,
    Indoor_Night_4: "Honey, would you like me to put a glow-in-the-dark sticker on the back of your hand so you don't bump into something when you come back at night?" ,
    Indoor_Night_5: "You look very tired today... Are you okay? Would you like something sweet? [208 232 268 340 350 398 400]" ,
    Indoor_Night_Ruanmei: "Good morning, uh, good evening. You look tired today. Did you go to the desert? #$b# There's sand on your clothes. Go take a shower, dear. #$e#The flying snake corpse you gave me? Oh, thank you, dear. I was thinking of a reward for you.$1#$b#Maybe you'd like this? [337 336 459 733 243]#$e#... Or maybe a kiss?... Okay." ,
    Outdoor_0: "This weather... isn't it a good time to go out today..." ,
    Outdoor_1: "Actually, you talked in your sleep last night... Hmm? What did you say? Haha, I can't remember. #$e#? Did I talk in my sleep too? What did I say?$9#$b#Forgot? Eh... How could this happen?$2" ,
    Outdoor_2: "I don't like crowded places... It would have been better if someone had socialized for me beforehand. #$b#? I look good at socializing?... Is that so? $4#$b#It's just... putting on a friendly expression is easy enough." ,
    Outdoor_3: "Actually, I secretly braided your hair at night.#$b# Should I undo it for you?" ,
    Outdoor_4: "Bye, good luck with your work. (Waves)" ,
    Outdoor_Ruanmei: "Seeing the life on the farm growing healthy always makes me happy. #$b#Sometimes there are even pleasant surprises. $6" ,
    OneKid_0: "Perhaps young children need companionship more... But what exactly should one do? $2",
    OneKid_1: "In my eyes, human offspring are no different from other young lifeforms... so I'm not used to being approached so closely. $2#$b#I'm not sure if I can respond appropriately to this child. " ,
    OneKid_2: "I was wondering... how did my parents view me back then? $2#$b#Did I live up to their expectations?",
    OneKid_3: "The growth of a new life is still worth recording. But human cubs are a little...$2#$e#Don't look at me...I won't get too close...(shrinks)",
    TwoKids_0: "...They are two truly remarkable little lives.",
    TwoKids_1: "My mother used to read me bedtime stories before. $6#$b#I still occasionally look through those research papers she read back then. $6",
    TwoKids_2: "I found some educational toys that Mithos made before. Quite interesting, right? #$b#Haven't seen them on the market? Well, I don't know why they were never widely produced either. $9",
    TwoKids_3: "I wonder what the children will grow up to be like in the future.$2",
    Good_1: "Sometimes I feel like the blankets at home are a little small. If we don't hold them together, they can't cover both of us (sighs)" ,
    Good_2: "Honey, please don't bother me every time I'm reading in your arms, okay?...? Is it my fault? $9#$e#...Okay, you can pinch my face." ,
    Good_3: "@, here's this. If you want dessert, don't tell me I'm from Plum Blossom Cake. [221 651]" ,
    Good_0: "No matter what the result is, living with you is a fresh experiment for me. #$b# Of course, I hope you can surprise me." ,
    Good_4: "It's been a long time since I've lived with someone... I feel a bit strange inside...$4#$b#It's not dislike, it's a more complex feeling. Thank you, @.$4",
    Good_5: "I enjoy observing changes in the environment; it's quite interesting. $6",
    Good_7: "Hehe, my friend was quite surprised that I'm living with someone. Last time during the Simulated Universe meeting, which was supposed to discuss future plans, Herta kept questioning me about my situation.$1",
    Good_8: "Don't worry about me... I like being alone, and I know you have many things to do as well, right? $6",
    Good_9: "Oh, I'm not bored... I'm just enjoying everything we have.#$e#Life might be quiet, but I like it very much. $6" ,
    Good_6: "Dear, you don't have to follow me around like a little tail. I like to be alone. $6#$b#I don't hate you, I just... well, if you just stay quietly by my side. #$e#... your presence is too strong (push)." ,
    Neutral_0: "Welcome back... I forgot what I was going to say." ,
    Neutral_1: "Observation records... and exported data. Ah, you're back. I'm organizing my experimental progress materials. After all, I can't keep them with you forever." ,
    Neutral_2: "I like things that are eternal and unchanging. Do you think such things exist...?$2",
    Neutral_3: "The created beings have been emotionally unstable lately. I should pause the experiments for now.",
    Neutral_4: "When I'm embroidering, I don't have to think about anything; it's quite relaxing.#$e#Pricked my finger...$2",
    Neutral_5: "It always takes me some time to choose the right words when writing to my friend... I don't want her to worry.",
    Neutral_6: "Found contaminants in the petri dish this morning. I have to start over again.$2",
    Neutral_7: "I don't feel like doing anything today... or talking...$2",
    Neutral_8: "I made some small embroidered decorations. Can we put them up in the house? $6",
    Neutral_9: "I really want something sweet... but I've already exceeded my intake limit for today...$2",
    Bad_0: "@, do you still like me? $6" ,
    Bad_1: "Oh, you're back. Did you get any new materials today?" ,
    Bad_2: "Although I had anticipated this situation... (sighs) #$e#I thought this time would be different, but it seems I misunderstood." ,
    Bad_3: "Dear, you've been acting differently lately. Did something happen?$9",
    Bad_4: "...You're saying I care more about those corpses than you? Isn't that natural? $9" ,
    Bad_5: "Dear, your behavior has changed a bit lately... What's causing it? $9" ,
    Bad_6: "I need some time to myself, sorry. $2" ,
    Bad_7: "When did you get back...? #$b#Sorry, it's been too long since we last met. So, found any interesting materials recently? I'll give you a reward in exchange. $6",
    Bad_8: "I'm wondering if I should go study little lifeforms elsewhere.$9",
    Bad_9: "Morning.",
    spring_1: "I don't want to get up... but I have to... (rubbing my eyes) Happy New Year! You're still full of energy this year, @." ,
    spring_8: "Spring always makes me feel so sleepy...",
    spring_23: "Don't look at me with such anticipation. I'm not planning on dancing at the Flower Dance Festival. (feeding) [232 340 398 400 406 724 731]#$b# Is it delicious? (patting my head)" ,
    summer_1: "It's summer now, and the sounds in the forest have become more numerous." ,
    summer_8: "What? There are leaves on me?$9#$b#Probably from when I rested in the forest... How did dried mushrooms get there too...?$2",
    summer_15: "There are more insects in summer... but don't worry, I brought spiders. $1#$e#Huh? Can we try a different method?... Well, alright. I have made some mosquito repellent potions before.",
    summer_10: "I wonder what kind of food will be served at tomorrow's banquet. I can tolerate the noisy environment for that." ,
    fall_1: "Hehe, I like this weather. Summer was too hot.",
    fall_8: "Lately, I've seen many little animals in the forest storing plants for winter. How adorable.",
    fall_15: "Dear, have you decided what delicacies to bring to the Farm Exhibition tomorrow?#$b#Speaking of which, would you like to go on a picnic in a few days?",
    fall_26: "In fact, on Spirit's Eve, the little elements will be more active than before. So is it really easier to encounter ghosts? Who knows." ,
    winter_1: "I like winter... so I'm going to sleep a little longer today. $8" ,
    winter_7: "Darling, are you participating in the fishing contest this year? #$b# Sorry, I have something to do then and can't watch you compete, but I can cheer you on beforehand.",
    winter_28: "I wish we can spend next year together too...$4",
    spouseRoom_Ruanmei: "I'm working, dear, here's something for you. [610]#$b# Hehe, good kid." ,
    funLeave_Ruanmei:"I may be back late today, dear.",
    funReturn_Ruanmei:"Your harvest was great today, too? That's great.",
    jobLeave_Ruanmei:"I'm not sure how late I'll be at the lab today...$2",
    jobReturn_Ruanmei:"@, I met a squirrel on my way back today. Traded some nuts for this.[18 20 22 402 406 64 410 408 412 414]#$b#Alright, let me hug you for a bit. I'm so tired today...$6",
    SpouseFarmhouseClutter: "...Dear, should we redecorate the room?$2",
    SpouseStardrop:"Dear, I want to give you this. #$b# You've work so hard all the time. This is a reward for cooperating with my experiment.",
    patio_Ruanmei:"This place is perfect for stargazing. Do you want to sit next to me?",
    NoBed_0: "Where should I sleep...?$2",
    NoBed_1: "I didn't sleep well last night...$2",
    NoBed_2: "I had to sleep on the floor last night... The last time I slept on the floor was in the lab...$2",
    NoBed_3: "I think I'll just go home to sleep...$2"
    
}