{
    Rainy_Day_0: "乾燥機の中の白衣……あなたのシャツと絡まってるわ、@？どうして笑ってるの？" ,
    Rainy_Day_1: "コーヒーが苦いわ、砂糖を足してくれる？……たっぷりね。#$e#……どうしてブラックコーヒーなの、あなたが飲みなさい。[253]$5" ,
    Rainy_Day_2: "雨の日はあまり好きじゃないの。良くないことを思い出させるから。でも、完全に嫌ってわけでもないの。$2#$e#昔、誰かが魔法で雨を流星雨に変えてくれたことがあるの。夢のようだって？そうね。" ,
    Rainy_Day_3: "今日も出かけるの？本当にお疲れ様……レインコートをちゃんと着るのを忘れないでね。（裾を整える）$2" ,
    Rainy_Day_4: "仕事に行けない時間を使って家族に手紙を書いたの……#$e#ん？あなたも私の手紙が欲しいの？でもあなたは私のそばにいるじゃない？$9#$b#レーズンをくれる？わかったわ、あなたにも書いてあげる。" ,
    Rainy_Day_5: "前に何度か雨の日に出かけて……風邪を引いて家族に叱られたことがあるの。$2#$b#それで後でいくつか「小さなもの」を研究したの。今では傘を持たずに出かけても病気にならないわ。$6#$e#そういえば、前はよくあなたが雨の中走ってるのを見かけたわね？$9" ,
    Rainy_Day_6: "こんな時は温かいものを食べるべきじゃない？そう思わない、あなた？$7#$b#良かった、あなたも同じだと思ってたの。[199 218 219 727 730]$1" ,
    Rainy_Day_Ruanmei: "雨の後は空気がより湿っている……でも良い知らせは、その後たくさんのキノコが見つかるはずだってことね。" ,
    Rainy_Night_0: "私の器具がまだ外にある……#$b#……？あなた、外はまだ雨よ。#$e#器具を取りに行ってくれる？……、大丈夫（手を握る）、ちょうどいいわ、課題をあなたの体の研究に変えられるから。$6#$b#あなたがどうして毎日6時に起きられるのか、とても興味があるの。" ,
    Rainy_Night_1: "雨の日は睡眠に適している……でも私の場所は小動物たちに占領されちゃった。" ,
    Rainy_Night_2: "雨後の空気は冷たくなったわ、だからもう少し抱いていよう。#$e#少し温まった？$6" ,
    Rainy_Night_3: "ん？夕食？ああ……もう食べたわ、だから私は仕事を続けたいの、あなた。#$e#……本当に食べたのよ、そんなに見つめないで。" ,
    Rainy_Night_4: "学生の頃から魔法生物に興味があったの……多分、本当の魔女の同級生がいたからかしら？あの時はよく彼女について回ってたわ。#$e#友達？私たちの関係がそう言えるかどうかはわからない……ヘルタは一度も私たちが友達だなんて明確に言ったことないし。#$b#ごめんなさい、今思えば私の問題かもしれない……多分もう一度彼女と話してみるべきね。" ,
    Rainy_Night_5: "今夜は雨音が大きいわ、今出かけたら多分誰もいないわね、この感じが好きなの。#$b#だから私と一緒に出かけない？" ,
    Rainy_Night_6: "眠い……$2#$b#@、一緒に休まない？……" ,
    Rainy_Night_7: "実は雨の日は研究にぴったりなの、特別な小さな生命は雨の日にしか現れないから。$6" ,
    Rainy_Night_Ruanmei: "ベッドに横たわって雨音が屋根を打つ音を聞いていると、子供の頃を思い出す……何も考えずに、ただ母の胸に埋もれていればすぐに眠ってしまった。#$e#こんな風にただぼーっとするのも久しぶりね。" ,
    Indoor_Day_0: "新しく収穫した果物で甘いものを作ったんだけど、味見してみない？[238 604 612 651 731]#$e#美味しい？" ,
    Indoor_Day_1: "待って、少し腰をかがめて、髪に何かついてるわ。#$b#よし、多分私のセーターの糸くずがついたんじゃないかしら。" ,
    Indoor_Day_2: "おはよう、朝食を作ったわ。[201 200 194 214 235 244]#$b#それじゃ私は寝るわ……（あくび）昨日インスピレーションが来て一睡もできなかったの。" ,
    Indoor_Day_3: "たまに部屋のレイアウトを変えたくなるの（考える）。#$b#住まいを図書館みたいに改装するつもりはないわ……やっぱり生活する場所には好きな置物を飾った方がいいでしょ。$9#$e#実験室にもならないわ、あなた……あなたは私のことをどう思ってるの？$6", 
    Indoor_Day_4: "あなた、出かける前に鏡を見るのを忘れないで。（頬を指さす）#$e#うーん……いつついた口紅の跡かしら。#$b#あなたが夜中に強く抱きしめてきて、しかもぐっすり寝てたから、どうしたら起きるか試してみたの。#$b#ごめんなさい、次からいたずらはしないわ。#$e#怒ってるわけじゃなくて、起きてる時にしてほしいの？それじゃ……いいわよ？$9" ,
    Indoor_Day_5: "今日の天気は日差しが強い……出かけたくない……$2#$b#仕事頑張ってね、@。$6" ,
    Indoor_Day_Ruanmei: "ここ……この公式を使うなら……それともこうすべきかしら……*呟き$9" ,
    Indoor_Night_0: "午前中、培養皿に陽光が屈折してミニ虹ができたの、もちろん……写真も撮ったわ、あなたにも見ない？" ,
    Indoor_Night_1: "今日は鉱山に行ったの？体中スライムの粘液だらけじゃない。……こっちに抱きつかないで。（押す）" ,
    Indoor_Night_2: "今日はまだハグしてない……$2" ,
    Indoor_Night_3: "たまに森に横たわって……そして他の生命の養分になって、もう一人の私になることを考えたりするの。#$e#どうしてずっとついて回るの？私の言葉が怖い？ごめんなさい、ただ生態循環システムのことを考えてただけなの。生命同士って本当に精巧でしょ。#$b#たった一種類が消えるだけでも、それ自体で生きていけない生物がいるんだから。" ,
    Indoor_Night_4: "あなた、手の甲に夜光シールを貼ってあげようか？そうすれば真夜中に帰ってきてもぶつからないから。" ,
    Indoor_Night_5: "今日はとても疲れてるみたいね……大丈夫？甘いもの食べる？[208 232 268 340 350 398 400]" ,
    Indoor_Night_Ruanmei: "お、えっとこんばんは。今日はとても大変そうだったね、砂漠の方に行ってたの？#$b#裾に砂がいっぱいついてるわ、シャワーを浴びてきなさい、あなた。#$e#私への飛蛇の死体？あらありがとうあなた、何を報酬にしようか考えてみるわね？$1#$b#多分あなたはこれが欲しいんじゃない？[337 336 459 733 243]#$e#……もっとキスが欲しい？……いいわよ。" ,
    Outdoor_0: "この天気……今日は外出不宜かもしれない……" ,
    Outdoor_1: "実はあなた昨夜寝言を言ってたの……え？何て言ったか？ふふ、覚えてないわ。#$e#？私も寝言を言ったの？何て言ったの？$9#$b#忘れた？ええ……そんなー。$2" ,
    Outdoor_2: "人が多い場所は好きじゃないの……前に誰かが私の代わりに社交してくれていた時は良かったけど。#$b#？私が社交が得意そうに見える？……そうなの？$9#$b#ただ……愛想の良い表情を作るだけなら簡単よ。" ,
    Outdoor_3: "実は夜中にこっそりあなたの髪を編んでたの。#$b#解いてあげようか？" ,
    Outdoor_4: "バイバイ、仕事頑張って。（手を振る）" ,
    Outdoor_Ruanmei: "農場の生命が健やかに成長しているのを見るのは、いつだって私を幸せな気分にさせるわ。#$b#時には予想外の喜びもあるし。$6" ,
    OneKid_0: "たぶん幼児はもっと陪伴が必要なんだろう……でも具体的に何をすればいいのかしら。$2",
    OneKid_1: "私の目には、人間の幼崽は他の小さな生命と何も変わらない……だからこんなに親しくされるのに慣れていないの。$2#$b#この子にきちんと応えられるかどうかわからないわ。" ,
    OneKid_2: "考えてるの……私の両親は当時、私をどう見ていたんだろうって。$2#$b#私は彼らの期待に応えられたのかしら？",
    OneKid_3: "新たな生命の成長は記録する価値があるわ。でも人間の幼崽は私には少し……$2#$e#私を見ないで……近づきすぎないから……（縮こまる）",
    TwoKids_0: "……本当に不思議な二つの生命ね。",
    TwoKids_1: "前に母が寝物語を読んでくれてたわ。$6#$b#今でもたまに母が当時読んでた論文をめくってるの。$6",
    TwoKids_2: "前にミトスが作った知育玩具を見つけたの、面白いでしょ。#$b#市場で見かけない？うん、なぜ広まらなかったのか私もわからないわ。$9",
    TwoKids_3: "子供たちが将来どんな風に成長するのかしら。$2",
    Good_1: "たまに家の毛布が少し小さいと思うことがあるの、もし抱き合わなければ二人を覆えないから（ため息）。" ,
    Good_2: "あなた、私があなたの胸で本を読んでる時にいつも邪魔しないでくれる？……？私が悪いの？$9#$e#……わかったわ、私の頬を捏ねてもいいわよ。" ,
    Good_3: "@、これあげる、もし甘いものが食べたかったら、陰でこっそり私のことを梅花糕って呼ばないで。[221 651]" ,
    Good_0: "結果がどうであれ、私にとってあなたと一緒に住むことは新鮮な実験なの。#$b#もちろん、あなたには私を驚かせてほしいわ。" ,
    Good_4: "私はもう長い間人と一緒に生活していなかった……なんだか心の中が変な感じ……$4#$b#嫌いなわけじゃない、もっと不思議な感情なの、ありがとう、@。$4",
    Good_5: "環境の変化を観察するのが好きなの、とても興味深いわ。$$6",
    Good_7: "ふふ、私の友達は私が他人と一緒に住むって聞いてとても驚いてたわ。前回模擬宇宙の会議は明明今後の計画を討論するはずだったのに、ヘルタがずっと私の情況を追问してたの。$1",
    Good_8: "私のことを心配しないで……一人でいるのが好きなんだから、それにあなたにもたくさんやることがあるってわかってるわよね？$6",
    Good_9: "あら、別に退屈してるわけじゃない……ただ私たちが持っているものを享受しているだけなの。#$e#生活は平淡かもしれないけど、私はそれがとても好きなの。$6" ,
    Good_6: "あなた、子犬のしっぽみたいにいつも私にくっついて回らなくていいの、一人でいるのが好きなんだから。$6#$b#あなたのことが嫌いなわけじゃないの、ただ……わかったわ、もしあなたがただ静かにそばにいるだけなら。#$e#……視線の存在感が強すぎるわ（押す）。" ,
    Neutral_0: "おかえりなさい……何を言うか忘れちゃった。" ,
    Neutral_1: "観察記録……それと導出したデータ。あら、あなた戻ったの、私は実験の進捗資料を整理してたのよ、ずっとあなたのところに置いといてはいけないから。" ,
    Neutral_2: "私は永遠不変のものが好きなの、そんなものがあると思う？……$2",
    Neutral_3: "最近造物の情緒が少し不安定だから、まずは実験を停止するわ。",
    Neutral_4: "刺繍をしてる時は何も考えなくていいから、かえってリラックスできるの。#$e#指を刺しちゃった……$2",
    Neutral_5: "友人に手紙を書くたびに、少し時間をかけて言葉を選ばないと……彼女に心配をかけたくないから。",
    Neutral_6: "今朝培養皿に雑菌が入ってるのを見つけたわ、また一からやり直しよ。$2",
    Neutral_7: "今日は何もしたくない……話もしたくない……$2",
    Neutral_8: "刺繍の置物を少し作ったんだけど、家に飾ってもいい？$6",
    Neutral_9: "甘いものが食べたい……、でも今日の摂取量はもう基準を超えちゃった……$2",
    Bad_0: "@、あなたはまだ私のことが好き？$6" ,
    Bad_1: "あら、あなた戻ったの、今日は何か新しい素材を手に入れた？" ,
    Bad_2: "今の状況は予想してたことだけど……（ため息）#$e#本以为这今回は違うと思ってたのに、勘違いだったみたいね。" ,
    Bad_3: "あなた、最近あなたの反応が少し違うわ、何かあったの？$9",
    Bad_4: "……あなたよりあの死体の方が気になるって？それって当然じゃない？$9" ,
    Bad_5: "あなた、最近あなたの行動に少し変化があるわ……何が原因なの？$9" ,
    Bad_6: "少し自分の時間が欲しいの、ごめんなさい。$2" ,
    Bad_7: "いつ戻ってきたの……？#$b#ごめんなさい、長い間会ってなかったわね、それで最近また何か素材を手に入れた？交換であなたにご褒美をあげるわ。$6",
    Bad_8: "他の場所の小さな生命を探しに行くべきか考えてるの。$9",
    Bad_9: "おはよう。",
    spring_1: "起きたくない……でも起きないと……（目をこする）あけましておめでとう、今年もあなたは相変わらず元気ね、@。" ,
    spring_8: "春はなんだか眠くなりやすい……",
    spring_23: "そんなに期待した目で見ないでよ、花舞節で踊るつもりはないんだから。（餌を与える）[232 340 398 400 406 724 731]#$b#美味しい？（頭を撫でる）" ,
    summer_1: "夏になったわ、森の音がもっと多くなった。" ,
    summer_8: "え？服に葉っぱがついてる？$9#$b#多分森で休んでる時に付いたんじゃない……どうして干しキノコまで……$2",
    summer_15: "夏は蚊や虫が多くなる……でも心配しないで、蜘蛛を連れてきたから。$1#$e#え？別の方法に変えられる？……わかったわ、前に蚊除けの薬剤を調合したことがあるの。",
    summer_10: "明日の宴会にどんなご馳走があるかわからないけど、そのためなら少しばかり騒がしい環境も我慢できるわ。" ,
    fall_1: "ふふ、この天気が好きだわ、夏は暑すぎるから。",
    fall_8: "最近森で冬支度に植物を貯蔵している小さな動物たちにたくさん会うの、とても可愛いわ。",
    fall_15: "あなた、明日の農場展覧会に何のご馳走を持っていくか決めた？#$b#そういえば、二、三日後にピクニックに行かない？",
    fall_26: "実は万霊節の日、小さな元素たちも以前より活発になるの。だから本当に幽霊に会いやすいの？知らないわ。" ,

    winter_1: "冬が好き……だから今日はもう少し寝るわ。$8" ,
    winter_7: "あなた、あなたは今年の釣り大会に参加するの？#$b#ごめんなさい、私はあの時用事があって、あなたの試合を見に行けないの、でも試合前には応援に行けるわ。",
    winter_28: "来年も一緒に過ごせたらいいな……$4",
    spouseRoom_Ruanmei: "私は仕事中よ、あなた、これをあげる。[610]#$b#ふふ、いい子ね。" ,
    funLeave_Ruanmei:"今日のお帰りは少し遅くなるかもしれないわ、あなた。",
    funReturn_Ruanmei:"今日の収穫はとても良かったわ、あなたもそう？それは良かった。",
    jobLeave_Ruanmei:"今日は何時まで实验室にいるかわからない……$2",
    jobReturn_Ruanmei:"@、今日帰り道にリスに会って、ドライフルーツと交換してこれを手に入れたの。[18 20 22 402 406 64 410 408 412 414]#$b#さあ、少し抱かせてよ、今日はとても疲れた……$6",
    SpouseFarmhouseClutter: "……あなた、部屋をリフォームしてみない？$2",
    SpouseStardrop:"あなた、これをあなたにあげたいの。#$b#いつもお疲れ様、これはあなたが私の実験に協力してくれたご褒美よ。",
    patio_Ruanmei:"ここは星を見るのにぴったりだわ、私の隣に座らない？",
    NoBed_0: "私はどこで寝ればいいの……？$2",
    NoBed_1: "昨夜はよく眠れなかった……$2",
    NoBed_2: "昨夜は床で寝るしかなかった……、前回床で寝たのは实验室だった……$2",
    NoBed_3: "やっぱり家に帰って寝るわ……$2"
    
}