{
  "Introduction": "Hello, I'm Ruan Mei. #$e#... What's wrong? Why are you looking over here?",
  "WipedMemory": "...Your breath frequency is very unique, really strange. $7#$b#Sorry, I forgot to introduce myself. I'm Ruan Mei.",

  "Resort_Entering": "It's so hot...$2#$b# It's so hot that I feel like my brain is slowing down...",
  "Resort_Leaving": "hankfully, I have some interesting data to bring back. What cold treat should I eat when I get home? $7",
  "Resort_Shore": "Qing Tu always asks me to go out for a walk. Although I don't want to...but she always wants more than I think. $3",
  "Resort_Umbrella": "Don't worry about me, I'll just observe from here...",
  "Resort_Wander": "There are some interesting things here. Have you seen those fossils?$1#$b#... Sorry, don't take my words seriously. $2.",
  "Resort_Bar": "The wine here has a unique flavor, you can try it. $1",
  "Resort": "Haha, you're still as energetic as ever.",
  "FlowerDance_Decline": "Sorry, I'll just watch from here.",

  "Fair_Judged_PlayerLost_PurpleShorts": "You're... unexpected. $3",
  "Fair_Judged_PlayerLost_Skipped": "Here's lots of fresh fruit. Would you like to join in? $3",
  "Fair_Judged_PlayerLost": "Huh? Here's lots of fresh fruit. Wouldn't you like to join in? $3",
  "Fair_Judged_PlayerWon": "Congratulations, you've taken good care of the life on your farm. $3",

  "DumpsterDiveComment": "Did you lose something? $9",
  "HitBySlingshot": "Well, I think there is some misunderstanding between us. $5",
  "RejectBouquet_NotDatable": "These flowers are beautiful, thank you. $1#$b# What's wrong? ... Is there any other meaning? Can you explain it more clearly? #$b#...#$b#...... $9#$b#... Sorry, I didn't know. $2",
 
  "RejectGift_Divorced": "...I'm sorry, but I don't think we have that kind of relationship anymore.$7",
  "RejectMermaidPendant_Divorced": "...? $9",
  "RejectMermaidPendant_NeedHouseUpgrade": "Mermaids...are there really such creatures? This is very interesting, thank you.",
  "RejectMermaidPendant_NpcWithSomeoneElse": "This means a marriage proposal, right? #$b#Human psychology is so hard to understand. $5",
  "RejectMermaidPendant_PlayerWithSomeoneElse": "This means a marriage proposal, right? #$b#Human psychology is so hard to understand. $5",
  "RejectMermaidPendant_Under8Hearts": "Mermaids...are there really such creatures? This is very interesting, thank you.",
  "RejectMermaidPendant_Under10Hearts": "This is a proposal, right? How interesting.",
  "RejectMermaidPendant_Under10Hearts_AskedAgain": "Thanks for the clue you gave me. Mermaids are really interesting. $1",

  "RejectMovieTicket_AlreadyInvitedBySomeoneElse": "Sorry, you seem to have other commitments.",
  "RejectMovieTicket_AlreadyWatchedThisWeek": "Sorry, I have work to do next.",
  "RejectMovieTicket_Divorced": "...I'm more curious about what prompted you to do this. (Looking you over)#$b#Care to explain your thought process to me? $6",
  "RejectBouquet_Divorced": "(Sigh) I still don't fully understand any of this. But... perhaps this heavy feeling is also a worthwhile experience. #$b#Maybe I've come one step closer to understanding sociology. ",
  "RejectBouquet_NpcAlreadyMarried": "This is... really interesting. Can you tell me what you're thinking right now?",
  "RejectBouquet_VeryLowHearts": "These flowers are so beautiful, thank you.",
  "RejectBouquet_LowHearts": "These flowers are so beautiful, thank you.",
  "AcceptGift_(O)303": "Light beer...it's nice to change the taste occasionally, thank you. $6",
  "AcceptBirthdayGift_Negative": "……#$b#Nothing, thank you. $2",
  "AcceptBirthdayGift_Positive": "Thank you, I didn't expect this. You have my deepest gratitude. $1",
  "RejectItem_category_fish": "Sorry... I don't know what to do with them. (Thinking) Maybe I need a fish tank? $9",
  "AcceptBirthdayGift_(O)446": "Something that brings good luck...? #$b#Thank you, @. It would be nice if I could bring you good luck as well.$6",
  "AcceptGift_(O)417": "This is... it's so sweet! It feels like the sweetest fruit I've ever tasted. @Where did you find this! $1",
  "AcceptGift_(O)StardropTea": "I've always been curious about what this tastes like. $1",
  "WinterStar_ReceiveGift_(O)233": "I just want to try eating ice cream in winter. Do you want some? $3",
  "GreenRain": "This rain instantly altered the vegetation ecosystem, and then restored it to its original state after it ended. To use my colleague's words... it's a kind of magic.#$q 6778/6779 GreenRain_old#why are you running around in the rain? Aren't you seeking shelter?#$r 6778 10 GreenRain_6778#Because the world has changed, it's fun. #$r 6779 5 GreenRain_6779#What a rare opportunity! I'm harvesting moss!",
  "GreenRain_old":"$p 6778#So, my dear, found anything interesting?|How did the last moss harvest go, dear?",
  "GreenRain_6778": "Indeed, variables always attract our attention, and we even look forward to this day next year. $6",
  "GreenRain_6779": "Harvesting moss? I see. ...This is for you. I hope it helps you, dear. $6[RuanmeiCake]",
  "AcceptGift_(O)203": "This little bread... is it for me? Uh no, I don't hate it, but dear, what is it made of?",
  "AcceptGift_(O)348": "Thank you. Was this brewed on your farm? It looks good. $6#$b#Want to have a drink together? $1",
  "AcceptGift_(O)107": "Dinosaur eggs? They seem to still have some life in them. Maybe you could try hatching them on the farm. Raising dinosaurs would be fun, right? $1",
  "AcceptGift_(O)66": "A shimmering purple crystal... How beautiful.",
  "AcceptGift_(O)96": "Thank you for giving this to me. I've always been curious about Dwarven writing.$1",
  "AcceptGift_(O)97": "Thank you for giving this to me. I've always been curious about Dwarven writing.$1",
  "AcceptGift_(O)98": "Thank you for giving this to me. I've always been curious about Dwarven writing.$1",
  "AcceptGift_(O)99": "Thank you for giving this to me. I've always been curious about Dwarven writing.$1",
  "AcceptGift_(O)104": "The Elvish language...#$b#I had previously theorized about their lifeforms. It's a pity we can't meet a living elf.$2",
  "AcceptGift_(O)114": "There are still signs of life in this seed. Perhaps we could try cultivating it.",
  "AcceptGift_(O)233": "Sweeter than I imagined, and cool...$1",
  "AcceptGift_(O)766": "...So slimy (poke). @, how did you manage to bring this all the way from the mines? $1",
  "AcceptGift_(O)767": "The edge of the wing is so well crafted. Such skill... I'm almost tempted to hire you as my assistant. Just kidding, thank you, @. $6",
  "AcceptGift_(O)413": "A slime egg...? Raising little monsters is quite dangerous, my dear.$1",
  "AcceptGift_(O)437": "A slime egg...? Raising little monsters is quite dangerous, my dear.$1",
  "AcceptGift_(O)439": "Thank you, dear. The purple slime is quite cute, isn't it? $1",
  "AcceptGift_(O)680": "A slime egg...? Raising little monsters is quite dangerous, my dear.$1",
  "AcceptGift_(O)857": "Dear, this type of slime can be quite dangerous. $6",
  "AcceptGift_(O)579": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)580": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)581": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)582": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)583": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)584": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)585": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)586": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)587": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)588": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)589": "This fossil is incredibly ancient. It's unexpected that it's still intact.Thank you!$6",
  "AcceptGift_(O)577": "Is this... an elf's bone? #$b#I need to examine this. Thank you.[595]",
  "AcceptGift_(O)282": "I'm sorry... I'm not very fond of sour fruits...$2",
  "AcceptGift_(O)797": "Perhaps influenced by my mother, I've always treated pearls as accessories. Thank you for giving this to me. $6",
    "AcceptGift_(O)265": "Sea Foam Pudding? Thanks, I haven't tried this before. $1#$b#...? You want me to try it now?$9#$b#...$3#$b#...?$9#$b#...So salty.$2#$b# Did you do this on purpose...? @.",
  "GreenRain_2": "Did you get anything this time? $7",
  "AcceptGift_(O)684": "Although I like the remains of other life forms, giving me insect meat directly is a bit...$2",
  "divorced": "I thought I could trust you, only to end up like this again... Perhaps this... is how things are meant to be. $2",
  "Mon": "@, hello, thank you for your hard work. ...There's something on my face? Where? (touch)",
  "Mon_2": "...I'm glad you're here.",
  "Mon2": "Good morning...Is it really morning now?",
  "Mon4": "The experimental data is wrong, I need to recalibrate it quickly.$2",
  "Mon6": "I dreamed that a passing black cat turned the laboratory into a gingerbread house... Feels like Herta is reminding me to work. $3",
  "Mon8": "Yesterday I made cookies with a kitten pattern. I hope Herta won't be mad.",
  "Mon10": "Even with all the sugar in it, the coffee still tastes so bitter...",
  "Tue": "I forgot to label the petri dishes yesterday...now I can't tell which is which...",
  "Tue2": "I hope there won't be any accidents in tomorrow's experiment.",
  "spring_Tue": "Hehe, you've got pollen on your clothes. How rare to see you like this. $1",
  "Tue4": "I pricked my hand while embroidering again. If Qingtu saw it, she'd nag me...luckily she's not around. ",
  "Wed": "What should I write... (thinking)",
  "spring_Wed": "Good morning (rubbing eyes) You look energetic today. $1#$q 12458/12459 spring_Wed_old#Are you going to the mines?#$r 12458 5 spring_Wed_12458#Did you not sleep well last night? #$r 12459 10 spring_Wed_12459#Yeah, of course I'm going to keep working today!",
  "spring_Wed_old": "$p 12458#..Looking refreshed? Well, I have been resting properly lately.|If you encounter any interesting creatures in the mines, feel free to tell me about them, dear.",
  "spring_Wed_12458": "No, I was sorting data yesterday and didn't sleep...#$b# Then I'll be off to the forest... Bye.",
  "spring_Wed_12459": "Fufu, keep going. It's always good to have a goal. $6",
  "spring": "Today I noticed two strawberries were missing from the fridge. I counted them several times and they were all... $2",
  "Thu": "Today's sunset glow is a bit like a caramel pudding in the oven... sweet.",
  "spring_Thu": "The little creatures in the lab are especially active today... Could it be that they like spring too?",
  "Fri": "The weekend is almost here... though it's all the same to me.",
  "spring_Fri2": "The Junimos borrowed my notebook this morning... they said they wanted to see a dessert recipe.",
  "spring_Sat": "Could you share some of your farm soil samples with me for research? Thanks.",
  "spring_Sat8": "During afternoon tea, Herta gave me some of her homemade pastries. They were a little wonky, but they tasted good.",
  "Sun": "Embroidery thread... what color should I choose?",
  "spring_Sun": "I always tend to feel a bit sluggish in the spring... especially on Sundays.",
  "Sun4": "...Any tips for making desserts? Actually, as long as you follow the recipe carefully, it shouldn't be too bad. $6#$b# Well, as long as you don't have a “sudden inspiration” like someone I know, you should be fine. $7",

  "summer_Mon": "Junimo... those little creatures' collective consciousness is more subtle than I imagined.",
  "summer_Mon6": "I cultivated some slimes in the forest before, huh? Have you ever been injured by slimes in the forest before?",
  "summer_Tue": "Do you think Junimos will be attracted by the syrup? Will they only attract black bears?...Okay.",
  "summer_Tue6": "Today I used raisins to exchange knowledge with Junimos. Thank you for your advice. $1#$b# Wait a minute, this is made with extra raisins, for you. [604]",
  "summer_Wed": "I just found melted chocolate in the pocket of my white coat... No wonder ants keep following me.",
  "summer_Wed6": "I just found melted chocolate in the pocket of my white coat... No wonder ants keep following me. $2",
  "summer_Thu": "When it rained before, I forgot to close the window of the laboratory, and all the materials were ruined. $2",
  "summer_Thu6": "The lab chair is broken... but I didn't notice until I'd been sitting there for three days. My shoulders are sore.",
  "summer_Fri": "I tried the coffee Herta sent me... it tasted strange.$2",
  "summer_Fri4": "Yesterday, I pointed the telescope at the wrong constellation... but I unexpectedly discovered a lovely nebula. $1#$q 1234/1235 summer_Fri4_old# Do you like stargazing? #$r 1234 5 summer_Fri4_1234#What kind of stars are they? #$r 1235 10 summer_Fri4_1235#The other night when I went back to the farm, I noticed how clear the stars are here.",
  "summer_Fri4_old":"$p 1234#@,, I got a reply from Asta. She sent me some new star photos. Would you like to look at them together?|They say there might be a meteor shower in a couple of days. It would be great if we could photograph it.$9",
  "summer_Fri4_1234": "Wait a minute, I happened to be mailing a letter to Asta today, so I brought my photo with me (rummaging through it).$6",
  "summer_Fri4_1235": "Yeah, should I say the sky is clearer? Or is it a change in my mood? $6",
  "summer_Sat2": "Is there flour on my face? (Wipe it off)... I was baking a cake, @wanna be the first taster?",
  "summer_Sat4": "Last time, I poked a slime with a test tube to check the gel's viscoelasticity, but it swallowed my test tube. $2#$b#But... I'm even more curious about the slime's digestive system.",
  "summer_Sun": "Summer is perfect for ice cream, but it melts too quickly.",
  "summer_27": "Fufu, I'm going to find a spot to see the moon jellyfish in advance. Their life form might give me some other inspiration. $6",

  "fall_Mon": "The calendar says it's already autumn... but I didn't realize I was still using strawberry-patterned coasters until Herta came and gave me some last time. $6",
  "fall_Mon2": "Black coffee... even with three sugar cubes it's still bitter, but it does keep me awake. $2",
  "fall_Tue": "When I woke up this morning, I accidentally spilled my tea... and all the important data turned into blurry clouds.",
  "fall_Tue2": "Sometimes I observe the texture of fallen leaves; it reveals a lot about a tree's growth.",
  "fall_Wed2": "Wednesday afternoon tea is a little more instrumental than data analysis.",
  "fall_Thu": "The morning fog was so thick that I almost wandered into the mine.",
  "fall_Thu4": "Yesterday, I turned the microscope to full magnification and the sugar grains looked like asteroids.",
  "fall_Thu8": "Why are you looking at me like that? I ate enough today... maybe.",
  "fall_Fri": "The petals fell on the lab report... I'll just use them as natural bookmarks.",
  "fall_Fri6": "Extra brewed black tea... Do you want some? I can't finish it anyway...",
  "fall_Fri8": "While the lab is empty, I can secretly bake cookies.",
  "fall_Sat": "I'm going to take a rejuvinating rest today.$6",
  "fall_Sat8": "Sometimes I wonder if you're also a genius, a genius in interpersonal sociology, just kidding.",
    "fall_Sat6": "I attempted to make dessert with the cranberries you gave me. It shouldn't be as sour now...[612]$7",
  "fall_Sun": "The calendar says it's a day off today... but I washed all the test tubes.",
  "fall_Sun4": "I need to replenish my sugar intake on Sunday. ... I replenish sugar intake every day? So do you want to eat? [208]",
  "fall_15": "@, I'll be looking forward to the exhibits on your farm.$1#$q 1240/1241 fall_15_old#I wonder what interesting things you'll present? #$r 1240 5 fall_15_1240#Really? Or are you just looking forward to tasting something delicious?#$r 1241 10 fall_15_1241#Of course, I'll bring you something beyond your imagination.",
  "fall_15_old":"$p 1240#Will there be anything tasty at the Farm Exhibition this year...?|I still remember what you exhibited last year, it was quite unexpected.$7",
  "fall_15_1240":"Well, that's why I'm especially looking forward to your farm's products.$3",
  "fall_15_1241":"Then I'll be really excited, @. $1",
  "fall_26": "The Spirit's Eve candy I prepared for myself...was eaten by the little creatures in the lab.",

  "winter_Mon": "Low temperatures can make life stagnant..., but stagnation is also a form of life's activity.",
  "winter_Mon6": "I always feel like my memory stopped at last Wednesday...Does drinking coffee count as breakfast or supper now? $7",
  "winter_Tue": "You said winter is cold?...I'm used to it.",
  "winter_Wed": "Sometimes I try to make a snowman, but sculpting is harder than I thought.",
  "winter_Wed8": "I make plum blossom cakes every Wednesday, but today the petals are over-candied. #$b# (hands it over) Maybe there's too much sugar...but it's okay if it's a little sweet, right? [221]",
  "winter_Thu8": "@, were you playing with the snow just now? $1#$q 11112/11113 winter_Thu8_old#So you were making a snowman? #$r 11112 10 winter_Thu8_11112#Look! I made a snowman in your image.#$r 11113 5 winter_Thu8_11113#Just making snowballs. Wanna have a snowball fight?",
  "winter_Thu8_old": "$p 11112#This is a return gift for the snowman from last time. I hope you like it. [905]|I practiced my technique for making snowballs after I returned. #$b#...It faintly reminded me of being in the snow with my mother before.$2",
  "winter_Thu8_11112": "...(study)#$b#It really does look a bit like it. Thanks $1",
  "winter_Thu8_11113": "Is that so...? (making snowballs) #$b#Uh, maybe my snowballs are too loose...$2",
  "winter_Fri": "Has a strange scent? (sniff)$9#$b#...Probably because I spilled tea on the research report yesterday.",
  "winter_Sat": "The Shadow Man's tracks are easier to find in winter, which is a good thing for me. But if Krobus heard this, he'd probably cower in a corner and retort, just like Stephen. $6",
  "winter_Sat6" :"I found my hair caught in the test tube rack this morning...Please don't laugh.",
  "winter_Sat10": "I just heard a kid say it's romantic when it snows. The neurotransmitter combination you mentioned for 'romance'... can you be specific about the ratio of dopamine to serotonin? $5",
  "winter_Sun": "Life under the snow is truly miraculous...",
  "winter_Sun2": "I made an extra batch of blueberry mille-feuille... do you want to help me with this? [234]",
  "winter_Tue6": "I wanted to deal with the snow on the roof when it snowed, but when I knocked on the eaves, I got buried...",  
  "winter_7": "There seems to be a fishing competition in a couple of days. There should be more people here. $2",
  "winter_15": "If you see anything interesting at the night market, please let me know. $1",
  "winter_24": "@, do you want to exchange gifts? At least I know you a little bit.",
  "RejectItem_(O)874": "I've heard that explorers use Bug Meat as a last-resort survival food. In any case, life always finds a way to endure. $6#$b#...? Why do you keep offering it to me? $6#$b# I won't  eat it. $2"
}